---
kind: enumMember
id: F:Autodesk.Revit.DB.ElementOnPhaseStatus.New
enum: Autodesk.Revit.DB.ElementOnPhaseStatus
zh: 创建、新建、生成、建立、新增
source: html/bfc481cc-11c8-de0b-1d71-7b2ffa711780.htm
---
# Autodesk.Revit.DB.ElementOnPhaseStatus.New

**中文**: 创建、新建、生成、建立、新增

Created on this phase (and not demolished)